Repository: FrozenAssassine/Fastedit
Catalog: Fastedit/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# SettingsPage1_Combobox_FontColor.Header
source: Fontcolor
de_de: Schriftfarbe

# SettingsPage1_Combobox_Fontsize.Text
source: Fontsize
de_de: Schriftgröße

# SettingsPage1_Combobox_LineNumberBackground.Header
source: Linenumber backgroundcolor
de_de: Zeilennummern Hintergrundfarbe

# SettingsPage1_Combobox_LineNumberForeground.Header
source: Linenumber foregroundcolor
de_de: Zeilennummern Schriftfarbe

# SettingsPage1_Combobox_TextSelectionColor.Header
source: Text selectioncolor
de_de: Textauswahlfarbe

# SettingsPage1_HandwritingEnabled.Text
source: Handwriting in Editor
de_de: Stift im Editor

# SettingsPage1_HandwritingEnabled_Description.Text
source: When using a pen you can directly write into the textbox
de_de: Wenn du einen Stift benutzt, kannst du direkt in das Textfeld schreiben

# SettingsPage1_Header_Linenumbers.Text
source: Linenumbers:
de_de: Zeilennummern

# SettingsPage1_Linenumbers.Text
source: Linenumbers
de_de: Zeilennummern

# SettingsPage1_ShowSelectionFlyout.Text
source: Show selection-flyout
de_de: Menü bei Auswahl

# SettingsPage1_ShowSelectionFlyout_Description.Text
source: Shows a flyout with Cut, Copy, Find and Share button, when you select a text
de_de: Zeigt ein Menü, mit Ausschneiden, Kopieren, Sucehn und Teilen button, wenn du einen Text auswählst

# SettingsPage2_AutomaticDesignChange.Text
source: You can automatically change the design if Windows changes the theme
de_de: Du kannst das Design ändern lassen, wenn Windows das Thema wechselt.

# SettingsPage2_Combobox_AppBackground.Header
source: App background
de_de: App Hintergrund

# SettingsPage2_Combobox_Language.Text
source: Language
de_de: Sprache

# SettingsPage2_Combobox_Theme.Header
source: Theme
de_de: Thema

# SettingsPage2_Controls.Text
source: Show/hide controls
de_de: Steuerelemente anzeigen/ausschalten

# SettingsPage2_DarkThemeCombobox.Header
source: Theme for Darkmode
de_de: Design für den Darkmode

# SettingsPage2_EnableAcrylicSwitch.OffContent
source: Acrylic design
de_de: Acryl Darstellung

# SettingsPage2_EnableAcrylicSwitch.OnContent
source: Acrylic design
de_de: Acryl Darstellung

# SettingsPage2_EnableAcrylicSwitch.ToolTipService.ToolTip
source: Acrylic lets the window to be translucent. But it could lead to poorer performance; When acrylic is enabled, but doesn't work check your windows settings to have acrylic enabled.
de_de: Acryl-Darstellung lässt die Fensterhintergrundfarben durchscheinen, kann aber zu schlechterer Performance führen. Falls Acryl-Design aktiviert ist aber nicht funktioniert prüf ob es in Windows aktiviert wurde.

# SettingsPage2_FeatureInBeta.Text
source: Note: This feature is in Beta and could contain bugs
de_de: Info: Diese Funktion ist in der Beta und könnte bugs beinhalten

# SettingsPage2_Header_Titlebar.Text
source: Titlebar
de_de: Titelleiste

# SettingsPage2_Language.Text
source: Language
de_de: Sprache

# SettingsPage2_LightThemeCombobox.Header
source: Theme for Lightmode
de_de: Design für den Lightmode

# SettingsPage2_ShowDropDownMenu.OffContent
source: Show dropdownmenu
de_de: Dropdown-Menü anzeigen

# SettingsPage2_ShowDropDownMenu.OnContent
source: Show dropdownmenu
de_de: Dropdown-Menü anzeigen

# SettingsPage2_ShowNavigateToNextTab.OffContent
source: Next tab-button
de_de: Nächster Tab-Button

# SettingsPage2_ShowNavigateToNextTab.OnContent
source: Next tab-button
de_de: Nächster Tab-Button

# SettingsPage2_ShowNavigateToPreviousTab.OffContent
source: Previous tab-button
de_de: Vorheriger Tab-Button

# SettingsPage2_ShowNavigateToPreviousTab.OnContent
source: Previous tab-button
de_de: Vorheriger Tab-Button

# SettingsPage2_Theme.Text
source: Theme
de_de: Thema

# SettingsPage2_Theme_Dark.Content
source: Dark
de_de: Dunkel

# SettingsPage2_Theme_Default.Content
source: System default
de_de: System Standard

# SettingsPage2_Theme_Light.Content
source: Light
de_de: Hell

# SettingsPage2_Titlebar_Backgroundcolor.Header
source: Titlebar backgroundcolor
de_de: Titelleisten Hintergrundfarbe

# SettingsPage2_UseMica.OffContent
source: Use Mica as background
de_de: Benutze Mica als Hintergrund

# SettingsPage2_UseMica.OnContent
source: Use Mica as background
de_de: Benutze Mica als Hintergrund

# SettingsPage2_UseMica.ToolTipService.ToolTip
source: Mica is a system, which uses your desktop wallpaper as the app background. It is currently only available for windows 11
de_de: Mica ist ein System, welches den Hintergrund der app dem Desktophintergrund anpasst. Funktioniert aktuell aber erst bei Windows 11

# SettingsPage4_Button_CreateNewTab.Content
source: Create a new tab
de_de: Neuen Tab erstellen

# SettingsPage4_Button_RecoverRecentTabs.Content
source: Recover recent tabs
de_de: Letzte Tabs wiederherstellen

# SettingsPage4_Combobox_SelectedTabColor.Header
source: Selected tabcolor
de_de: Hintergrundfarbe von ausgewähltem Tab

# SettingsPage4_Combobox_TabColorNotFocused.Header
source: Unselected tabcolor
de_de: Hintergrundfarbe von nicht ausgewähltem Tab

# SettingsPage4_Combobox_TabSizeMode.Header
source: Tab size
de_de: Tab größe

# SettingsPage4_Combobox_TabSizeMode_Compact.Content
source: Compact
de_de: Kompakt

# SettingsPage4_Combobox_TabSizeMode_Equal.Content
source: Equal
de_de: Gleich

# SettingsPage4_Combobox_TabSizeMode_SizeToContent.Content
source: Size to content
de_de: An Text anpasssen

# SettingsPage4_Header_OnStart.Text
source: On start:
de_de: Beim Start:

# SettingsPage4_Header_TabControl.Text
source: Tabcontrol:
de_de: Tab-Steuerelement:

# SettingsPage4_TabIcon.Text
source: TabIcon
de_de: Tab Symbol

# SettingsPage4_TextBox_NewDocumentTitle.Text
source: New tab title
de_de: Title eines neu erstellten Tabs

# SettingsPage5_DialogOpacitySlider_Header.Header
source: Dialog opacity:
de_de: Dialog Deckkraft:

# SettingsPage5_Header_DialogBackgroundcolor.Header
source: Dialog backgroundcolor
de_de: Dialog Hintergrundfarbe:

# SettingsPage5_Header_Dialogs.Text
source: Dialogs:
de_de: Dialog:

# SettingsPage5_Header_GoToLineDialog.Text
source: Go to line dialog
de_de: Gehe zu Zeilen Dialog:

# SettingsPage5_HideGoToLineDialogAfterGoingToLine.Content
source: Hide dialog after going to line
de_de: Schließe Dialog nachdem zur Linie gegangen wurde

# SettingsPage5_SelectLineAfterGoingToIt.Content
source: Select the whole line
de_de: Ganze Linie auswählen

# SettingsPage6_AutoBackupDatabaseAfter.Text
source: Automatically backup database after: (0 = off)
de_de: Automatisch Backup von Database erstellen nach: (0 = aus)

# SettingsPage6_AutomaticallySaveFilesAfter.Text
source: Automatically save files after: (0 = off)
de_de: Dateien automatisch speichern nach: (0 = aus)

# SettingsPage6_Button_BackupNow.Content
source: Backup now
de_de: Backup erstellen

# SettingsPage6_Button_ExportBackup.Content
source: Export backup
de_de: Backup exportieren

# SettingsPage6_Button_ExportSettings.Content
source: Export settings
de_de: Einstellungen exportieren

# SettingsPage6_Button_Import.Content
source: Import backup
de_de: Backup laden

# SettingsPage6_Button_ImportSettings.Content
source: Import settings
de_de: Einstellungen laden

# SettingsPage6_Button_LoadLastBackup.Content
source: Load last backup
de_de: Letztes Backup laden

# SettingsPage6_ClearRecyclebin_Button.Content
source: Yes, delete all files
de_de: Ja, Lösche alle Dateien

# SettingsPage6_ClearRecyclebin_Warning.Text
source: All files in the recyclebin will be deleted, do you want to continue?
de_de: Alle Dateien in dem Papierkorb werden gelöscht , möchtest du fortfahren?

# SettingsPage6_ClearRecyclebin.Content
source: Clear recyclebin
de_de: Lösche Papierkorb

# SettingsPage6_Header_Backup.Text
source: Database backup:
de_de: Datenbank backup:

# SettingsPage6_Header_Settings.Text
source: App-settings:
de_de: App-Einstellungen:

# SettingsPage6_Recyclebin.Text
source: Recyclebin
de_de: Papierkorb

# SettingsPage6_Slider_Header_AppTransparency.Header
source: App transparency
de_de: App Transparenz

# SettingsPage7_Button_Import.Content
source: Import
de_de: Importieren

# SettingsPage7_Button_New.Content
source: New
de_de: Neu

# SettingsPage7_DesignsAreDisabled.Subtitle
source: You can not change the Design because the automatic designchange is activated. To deactivate go to App -> Theme
de_de: Du kannst das Design nicht ändern, weil die automatische Änderung aktiviert ist. Du kannst sie unter App -> Thema ausschalten

# SettingsPage7_DesignsAreDisabled.Title
source: Designs are disabled
de_de: Designs sind deaktiviert

# SettingsPage7_Header_CustomDesigns.Text
source: Custom designs:
de_de: Eigene Designs

# SettingsPage8_Combobox_StatusbarBackground.Header
source: Statusbar background
de_de: Statusleiste Hintergrundfarbe

# SettingsPage8_Combobox_StatusbarForeground.Header
source: Statusbar foreground
de_de: Statusleiste Schriftfarbe

# SettingsPage8_Item_Encoding.OffContent
source: Encoding
de_de: Kodierung

# SettingsPage8_Item_Encoding.OnContent
source: Encoding
de_de: Kodierung

# SettingsPage8_Item_LineNumber.OffContent
source: Linenumber
de_de: Zeilennummer

# SettingsPage8_Item_LineNumber.OnContent
source: Linenumber
de_de: Zeilennummer

# SettingsPage8_Item_Rename.OffContent
source: Rename
de_de: Umbenennen

# SettingsPage8_Item_Rename.OnContent
source: Rename
de_de: Umbenennen

# SettingsPage8_Item_SaveStatus.OffContent
source: Savestatus
de_de: Speicher-Status

# SettingsPage8_Item_SaveStatus.OnContent
source: Savestatus
de_de: Speicher-Status

# SettingsPage8_Item_SaveStatus_WithColors.OffContent
source: Enable colors
de_de: Aktiviere Farben

# SettingsPage8_Item_SaveStatus_WithColors.OnContent
source: Enable colors
de_de: Aktiviere Farben

# SettingsPage8_Item_WordCount.OffContent
source: Wordcount
de_de: Wörterzahl

# SettingsPage8_Item_WordCount.OnContent
source: Wordcount
de_de: Wörterzahl

# SettingsPage8_ShowHideItems.Text
source: Show/hide items:
de_de: Items ein/ausblenden

# SettingsPage8_ShowStatusbar.Text
source: Statusbar
de_de: Statusleiste

# SettingsPage8_ShowStatusbarInBold.Content
source: Bold font
de_de: Schrift in Fett

# SettingsPage_ApplySettings.Content
source: Apply Settings
de_de: Einstellungen anwenden

# SettingsPage_ComboboxItem_Accentcolor.Content
source: Accentcolor
de_de: Akzentfarbe

# SettingsPage_ComboboxItem_Customcolor.Content
source: Custom
de_de: Benutzerdefiniert

# SettingsPage_ComboboxItem_Default.Content
source: Default
de_de: Standard

# SettingsPage_ComboboxItem_Fontcolor.Content
source: Fontcolor
de_de: Schriftfarbe

# SettingsPage_Header_Appearance.Text
source: Appearance:
de_de: Aussehen:

# SettingsPage_Header_GeneralSettings.Text
source: General:
de_de: Allgemein:

# SettingsPage_Item_About.Content
source: About Fastedit
de_de: Über Fastedit

# SettingsPage_Item_ChangeLog.Content
source: Changelog
de_de: Änderungsliste

# SettingsPage_Item_Data.Content
source: Data
de_de: Daten

# SettingsPage_Item_Dialogs.Content
source: Dialogs
de_de: Dialog

# SettingsPage_Item_PrivacyPolicy.Content
source: Privacy Policy
de_de: Datenschutzerklärung

# SettingsPage_Item_Shortcuts.Content
source: Shortcuts
de_de: Tastenkürzel

# SettingsPage_Item_Statusbar.Content
source: Statusbar
de_de: Statusleiste

# SettingsPage_Item_TabControl.Content
source: Tabcontrol
de_de: Tab-Steuerelement

# Statusbar_Display_Column.Text
source: Column:
de_de: Spalte:

# Statusbar_Display_Line.Text
source: Line:
de_de: Zeile:

# Statusbar_Encoding_Header.Text
source: Encoding:
de_de: Kodierung

# Statusbar_GoToLine_Header.Text
source: Go to line:
de_de: Gehe zu Zeile:

# Statusbar_Rename_Header.Text
source: Rename:
de_de: Umbenennen:

# Statusbar_Rename_RenameButton.Content
source: Rename
de_de: Umbenennen

# Statusbar_SaveStatus_Save.Text
source: Save
de_de: Speichern

# TabRightClickMenu_Close.Text
source: Close
de_de: Schließen

# TabRightClickMenu_CloseAll.Text
source: Close all
de_de: Alle Schließen

# TabRightClickMenu_CloseAll_ButThis.Text
source: Close all but this
de_de: Alle außer diesem schließen

# TabRightClickMenu_CloseAll_Left.Text
source: Close all left
de_de: Schließe alle linken

# TabRightClickMenu_CloseAll_Right.Text
source: Close all right
de_de: Schließe alle rechten

# TabRightClickMenu_CloseAll_WithoutSave.Text
source: Close all without save
de_de: Schließe alle ohne speichern

# TabRightClickMenu_Info.Text
source: Info
de_de: Datei Informationen

# TabRightClickMenu_Lock.Text
source: Lock
de_de: Sperren

# TabRightClickMenu_OpenInNewWindow.Text
source: Open in new window
de_de: In neuem Fenster öffnen

# TabRightClickMenu_Save.Text
source: Save
de_de: Speichern

# TabRightClickMenu_Share.Text
source: Share
de_de: Teilen

# TabRightClickMenu_Unlock.Text
source: Unlock
de_de: Entsperren

# TextControlBoxFlyoutMenu_Copy.Text
source: Copy
de_de: Kopieren

# TextControlBoxFlyoutMenu_Cut.Text
source: Cut
de_de: Ausschneiden

# TextControlBoxFlyoutMenu_Find.Text
source: Find
de_de: Suchen

# TextControlBoxFlyoutMenu_Paste.Text
source: Paste
de_de: Einfügen

# TextControlBoxFlyoutMenu_SelectAll.Text
source: Select all
de_de: Alles auswählen

# TextControlBoxFlyoutMenu_Undo.Text
source: Undo
de_de: Schritt zurück

# TextControlBox_Markdown_Close.Text
source: Close
de_de: Schließen

# TextControlBox_Markdown_LeftRightTopBottom.Text
source: Toggle Left-Right / Top-Bottom
de_de: Links-Rechts / Oben-Unten umschalten

# TextControlBox_Markdown_Rotate.Text
source: Rotate 90°
de_de: Um 90° drehen

# ThemeRightClickMenu_Delete.Text
source: Delete
de_de: Löschen

# ThemeRightClickMenu_Export.Text
source: Export
de_de: Exportieren

# ThemeRightClickMenu_Rename.Text
source: Rename
de_de: Umbenennen

# ThemeRightClickMenu_SaveAsThis.Text
source: Overwrite
de_de: Überschreiben

# Toast_SaveSucced.Text
source: Saved!
de_de: Gespeichert!

# FileInfo_Lines.Text
source: Lines:
de_de: Zeilen:
